---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange
source: html/20f9829d-52c5-7a30-f2c6-2e757045552e.htm
---
# StructuralSectionCParallelFlange Properties

Common set of parameters for structural analysis.